package Helpers;

public class OutputData {

    public String wrapperMenuText = "Продукты\n" +
            "Услуги\n" +
            "Решения\n" +
            "Поддержка\n" +
            "Медиа\n" +
            "Компания";

    public String wrapperSolutionSubMenuText = "Банкам и МФО\n" +
            "Банк под ключ\n" +
            "Страховым компаниям\n" +
            "Цифровизация учебных заведений\n" +
            "Импортозамещение\n" +
            "Цифровые решения для агробизнеса\n" +
            "HR-автоматизация\n" +
            "Enterprise-решения";

    public String importSubstitutionHeaderText = "Главная\n" +
            "Импортозамещение ПО и оборудования\n" +
            "Импортозамещение ПО и оборудования\n" +
            "Строим ИТ-системы на отечественном оборудовании и ПО. Погружаемся в задачи клиента, чтобы организовать бесшовный переход с иностранных решений.\n" +
            "Бесплатная консультация";

    public String importSubstitutionCategoriesMenuText = "Все производители\n" +
            "Программное обеспечение\n" +
            "Оборудование";

    public String importSubstitutionCategoriesBlockText = "Все производители\n" +
            "Программное обеспечение\n" +
            "Оборудование\n" +
            "1С\n" +
            "ПО для автоматизации учёта и управления бизнес-процессами\n" +
            "Битрикс24\n" +
            "Программное обеспечение для управления веб-проектами, включая CMS, CRM\n" +
            "Р7-Офис\n" +
            "Приложения для работы с текстом, таблицами и презентациями для бизнеса\n" +
            "МойОфис\n" +
            "Универсальная платформа для совместной работы с документами и коммуникаций\n" +
            "ГК «Астра»\n" +
            "Безопасные ОС и платформы визуализации для объектов критической информационной инфраструктуры\n" +
            "КиберПротект\n" +
            "Офисные приложений для бизнеса и государственных учреждений.\n" +
            "BaseAlt\n" +
            "Разработчик российских операционных систем «Альт»\n" +
            "РЕД СОФТ\n" +
            "Отечественное программное обеспечение для хранения и управления данными\n" +
            "Гравитон\n" +
            "Разработчик и производитель отечественной вычислительной техники\n" +
            "Webinar Group\n" +
            "Российский разработчик платформы для бизнес-коммуникаций и совместной работы\n" +
            "WEBSOFT\n" +
            "Программное обеспечение и веб-сервисы для автоматизации HR-процессов.\n" +
            "RuDesktop\n" +
            "Отечественный разработчик сервиса для удаленного доступа и управления конфигурациями устройств на любых ОС\n" +
            "Показать еще\n" +
            "Показанно 12 из 85";

    public String ImportSubstitutionAdvantagesBlockText = "Почему стоит доверить проект\n" +
            "по импортозамещению R‑Style Softlab\n" +
            "Бесплатный первичный аудит\n" +
            "\n" +
            "Изучим текущую ИТ‑инфраструктуру и подготовим индивидуальный проект под требования заказчика. При разработке проекта учитываем бюджет, сроки внедрения, функциональные требования клиента, оптимизируем затраты.\n" +
            "\n" +
            "Бесшовный переход\n" +
            "\n" +
            "Предусматриваем и устраняем риски остановки бизнес‑процессов. Делаем так, чтобы переход на новые ИТ‑решения был максимально комфортен. Всегда готовы ускориться и запустить проект в кратчайшие сроки.\n" +
            "\n" +
            "Соответствуем\n" +
            "законодательству\n" +
            "Постановление Правительства РФ № 1746 от 21.12.2019\n" +
            "Постановление Правительства РФ № 878 от 10.07.2019\n" +
            "Постановление Правительства РФ № 1432 от 28.08.2021\n" +
            "Федеральный закон от 26 июля 2017 г. № 187-ФЗ\n" +
            "Приказы Минцифры России от 29.06.2017 № 334 и № 335\n" +
            "Приказ ФСТЭК №17\n" +
            "Приказ Минкомсвязи России № 486 от 20.09.2018\n" +
            "Приказ ФСТЭК №239";

    public String ImportSubstitutionOurClientsBlockText = "Наши клиенты\n" +
            "Технологический партнёр крупнейших компаний России и СНГ\n" +
            "\n" +
            "Выполняем сложные проекты по цифровой трансформации на отечественных решениях для банков, страховых,\n" +
            "АПК-предприятий и промышленности\n" +
            "\n" +
            "Поможем перестроить вашу ИТ-инфраструктуру на проверенные отечественные решения, которые используем сами\n" +
            "\n" +
            "Бесплатная консультация";

    public String ImportSubstitutionFooterText = "Продукты\n" +
            "RS‑Bank\n" +
            "RS‑Interbank\n" +
            "RS‑Connect Pro\n" +
            "RS‑Digital\n" +
            "RS‑Finmarkets\n" +
            "RS‑Payments\n" +
            "RS‑DataHouse\n" +
            "RS‑Digital Ruble\n" +
            "Услуги\n" +
            "Цифровизация АПК\n" +
            "Информационная безопасность\n" +
            "Разработка сайтов\n" +
            "Внедрение 1С\n" +
            "Внедрение Битрикс24\n" +
            "Внедрение BI‑аналитики\n" +
            "Внедрение AI‑технологий\n" +
            "Решения\n" +
            "Банкам и финансовому сектору\n" +
            "Банк под ключ\n" +
            "Страховым компаниям\n" +
            "Цифровизация учебных заведений\n" +
            "Импортозамещение\n" +
            "Цифровые решения для агробизнеса\n" +
            "HR‑автоматизация\n" +
            "Enterprise-решения\n" +
            "Медиа\n" +
            "Корпоративый блог\n" +
            "Мероприятия\n" +
            "Книги и руководства\n" +
            "Календарь бизнес‑мероприятий\n" +
            "Компания\n" +
            "О компании\n" +
            "Новости компании\n" +
            "Проекты\n" +
            "Карьера\n" +
            "Вакансии\n" +
            "Контакты\n" +
            "Партнерство\n" +
            "Пресс‑кит\n" +
            "Реквизиты компании\n" +
            "СМИ о нас\n" +
            "Поддержка\n" +
            "I‑support\n" +
            "Форумы\n" +
            "База знаний\n" +
            "Документация\n" +
            "Видеоролики\n" +
            "sales@softlab.ru\n" +
            "+7 (495) 796-93-10\n" +
            "Правовая информация\n" +
            "Политика обработки персональных данных\n" +
            "Политика использования cookie\n" +
            "© R‑Style Softlab 1994-2024";

    public String blackBackgroundAndWhiteText = "rgb(255, 255, 255); rgb(43, 43, 43)";

    public String whiteBackgroundAndBlackText = "rgba(43, 43, 43, 0.7); rgba(0, 0, 0, 0)";

}
